sensorOpt/con/6.5_deg/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    down
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       224589;
    }
    right
    {
        type            patch;
        nFaces          200;
        startFace       224989;
    }
    up
    {
        type            symmetryPlane;
        inGroups        List<word> 1(symmetryPlane);
        nFaces          400;
        startFace       225189;
    }
    left
    {
        type            patch;
        nFaces          200;
        startFace       225589;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          112392;
        startFace       225789;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          112392;
        startFace       338181;
    }
    wing
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          327;
        startFace       450573;
    }
)

// ************************************************************************* //
